Repository: samuel-toth/stav-app
Catalog: Stav/Localizable.xcstrings
Source language: en
Languages: sk

source: Add
sk: Pridať

source: Add counter
sk: Pridať počítadlo

source: Add game
sk: Pridať súťaž

source: Add player
sk: Pridať hráča

source: All records
sk: Všetky záznamy

source: Average
sk: Priemer

source: Cancel
sk: Zrušiť

source: Counters
sk: Počítadlá

source: Created at
sk: Dátum vytvorenia

source: Customize
sk: Prispôsobiť

source: Daily
sk: Denne

source: Date
sk: Dátum

source: Dates
sk: Dátumy

source: day
sk: deň

# dayAgo
source: %@d ago
sk: Pred %@d

# dayRemaining
source: %@d left
sk: Ostáva %@d

source: days
sk: dni

source: Delete
sk: Vymazať

# deleteCounter %@
source: This action will remove %@ counter and all related history records.
sk: Táto akcia vymaže počítadlo %@ spolu so všetkými záznamami.

# deleteGame %@
source: This action will remove %@ game, players and all related history records.
sk: Táto akcia vymaže súťaž %@ spolu s hráčmi a všetkými záznamami.

source: Draw
sk: Remíza

source: Edit
sk: Upraviť

source: Expired
sk: Čas vypršal

source: Export counters
sk: Exportovať

source: Export games
sk: Exportovať

source: Export history
sk: Exportovať záznamy

source: Games
sk: Súťaže

source: Goal
sk: Cieľ

source: Goal date
sk: Termín cieľa

source: Goal reached
sk: Cieľ dosiahnutý

source: Goal value
sk: Cieľova hodnota

source: have passed
sk: uplynulo

source: History
sk: História

source: History %@
sk: História %@

source: hour
sk: hodina

# hourAgo
source: %@h ago
sk: Pred %@h

# hourRemaining
source: %@h left
sk: Ostáva %@h

source: hours
sk: hodín

source: Import counters
sk: Importovať

source: Import games
sk: Importovať

# initialValue
source: Initial value (0)
sk: Počiatočná hodnota (0)

source: Just now
sk: Práve teraz

source: Last change
sk: Posledná zmena

# lessThanMin
source: Less than a minute remaining
sk: Ostáva menej ako minúta

# markFavourite
source: Mark as favourite
sk: Označiť ako obľúbené

# minAgo
source: %@m ago
sk: Pred %@m

# minRemaining
source: %@m left
sk: Ostáva %@m

source: minute
sk: minúta

source: minutes
sk: minút

source: Modified
sk: Zmenené

source: Monthly
sk: Mesačne

source: More
sk: Viac

source: Name
sk: Meno

source: New name
sk: Nové meno

source: No players
sk: Žiadny hráči

source: No records
sk: Žiadne záznamy

source: On day
sk: Dňa

source: Player
sk: Hráč

source: Player name
sk: Meno hráča

source: Players
sk: Hráči

source: remaining
sk: ostáva

source: Reminder
sk: Pripomienka

# removeFavourite
source: Remove from favourites
sk: Vymazať z obľúbených

source: Rename
sk: Premenovať

# renamePlayer %@
source: Rename %@
sk: Premenovať %@

source: Reset
sk: Obnoviť

# resetCounter %@
source: This action will reset %@ to initial value. History records will not be deleted.
sk: Táto akcia obnoví počítadlo %@ na počiatočnú hodnotu. Záznamy nebudú vymazané.

# resetGame %@
source: This action will reset all players to initial value. History records will not be deleted.
sk: Táto akcia obnoví všetkých hráčov na počiatočnú hodnotu. Záznamy nebudú vymazané.

# resetPlayer %@
source: Reset %@
sk: Obnoviť %@

source: Return
sk: Naspäť

source: Save
sk: Uložiť

source: Select color
sk: Vybrať farbu

source: Select icon
sk: Vybrať ikonu

source: Settings
sk: Nastavenia

source: Setup goal
sk: Nastaviť cieľ

source: Setup reminder
sk: Nastaviť propomienku

source: Show all counters
sk: Ukázať všetky

source: Show all games
sk: Ukázať všetky

source: Show favourites
sk: Zobraziť obľúbené

source: Show history
sk: Ukázať históriu

source: Sort by
sk: Zoradiť podľa

source: Statistics
sk: Štatistiky

source: Value
sk: Hodnota

# weekAgo
source: %@w ago
sk: Pred %@w

source: Weekly
sk: Týždenne

source: Yearly
sk: Ročne

# youSure
source: Are you sure?
sk: Ste si istý?
